<?php
require_once "GLaDOSController.php"; 

class GLaDOSInfoController extends GLaDOSController {
    public $template = "base_info.twig";
    public $temp = "Описание";
    public $caption = '"А, это ты… Давно не виделись. Как дела?<br>
             Я была так занята, пока была мертва. <br>
             Ну, после того, как ты убила меня. <br>
             Ладно, слушай, мы обе наговорили много такого, о чем ты ещё пожалеешь. <br>
             Но сейчас мы должны забыть все наши разногласия. Ради науки. <br>
             Ты чудовище. Раз ты так много сделала, <br>
             чтобы разбудить меня, значит ты очень, очень любишь испытания. <br>
             Я тоже их люблю. Но сначала нужно уладить одну мелочь."<br>';
}